{"vocab":{"a":0,"ability":1,"ai":2,"algorithms":3,"an":4,"analysis":5,"analytical":6,"and":7,"artificial":8,"as":9,"automates":10,"automatically":11,"based":12,"being":13,"between":14,"brain":15,"branch":16,"build":17,"building":18,"by":19,"can":20,"combines":21,"communication":22,"computational":23,"computer":24,"computers":25,"data":26,"decisions":27,"deep":28,"detecting":29,"disciplines":30,"do":31,"draws":32,"explicitly":33,"extract":34,"features":35,"field":36,"fill":37,"for":38,"from":39,"function":40,"gap":41,"has":42,"helps":43,"higher":44,"human":45,"idea":46,"identify":47,"imitates":48,"in":49,"including":50,"input":51,"intelligence":52,"interpret":53,"intervention":54,"is":55,"it":56,"its":57,"known":58,"language":59,"languages":60,"layers":61,"learn":62,"learning":63,"level":64,"linguistics":65,"machine":66,"make":67,"making":68,"manipulate":69,"many":70,"mathematical":71,"method":72,"minimal":73,"model":74,"modeling":75,"models":76,"multiple":77,"natural":78,"networks":79,"neural":80,"nlp":81,"objects":82,"of":83,"on":84,"or":85,"order":86,"patterns":87,"predictions":88,"processing":89,"programmed":90,"progressively":91,"providing":92,"pursuit":93,"raw":94,"recognizing":95,"representations":96,"revolutionized":97,"rule":98,"sample":99,"science":100,"so":101,"speech":102,"statistical":103,"systems":104,"technique":105,"that":106,"the":107,"this":108,"to":109,"training":110,"translating":111,"understand":112,"understanding":113,"use":114,"uses":115,"with":116,"without":117,"workings":118},"idf":[1.287682056427002,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.0,1.287682056427002,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.287682056427002,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.287682056427002,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.287682056427002,1.287682056427002,1.287682056427002,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.0,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.0,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.0,1.6931471824645996,1.6931471824645996,1.287682056427002,1.6931471824645996,1.6931471824645996,1.0,1.287682056427002,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.287682056427002,1.0,1.6931471824645996,1.6931471824645996,1.0,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.287682056427002,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.0,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.287682056427002,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.0,1.0,1.6931471824645996,1.0,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.6931471824645996,1.0,1.6931471824645996,1.6931471824645996]}